{
"fr":"Français",
"[A]":"",
"[B]":"",
"[X]":"",
"[Y]":"",
"[L]":"",
"[R]":"",
"[RIGHT]":"",
"[LEFT]":"",
"[UP]":"",
"[DOWN]":"",
"Enabled":"Activé",
"Disabled":"Désactivé",
"Japan":"Japon",
"North America":"Amérique du Nord",
"Europe":"",
"Australia":"Australie",
"Europe/Australia":"Europe/Australie",
"China":"Chine",
"South Korea":"Corée du Sud",
"Taiwan":"Taïwan",
"Unknown":"Inconnu",
"Failed to %ls %ls!":"Impossible de %ls %ls!",
"mount":"monter",
"load":"charger",
"file system":"système de fichier",
"Press %ls to %ls.":"Appuyez sur %ls pour %ls.",
"any button":"n'importe quel bouton",
"continue":"continuer",
"reboot":"redémarrer",
"cancel":"annuler",
"Completed!":"Complet!",
"Canceled!":"Annuler!",
"This file with a valid key must exist in the SD card root in order to boot rxMode on New 3DS.":"Ce fichier avec une clé valide doit se trouver dans la racine de la carte SD afin de démarrer rxMode sur New 3DS.",
"This file with a valid key must exist in the SD card root in order to decrypt newer titles on firmware version below 7.0.0 and to use newer gamecard saves on firmware below 6.0.0.":"Ce fichier avec une clé valide doit se trouver dans la racine de la carte SD pour permettre le décryptage des derniers titres de la version 7.0.0 et pour permettre d'utiliser les sauvegardes des cartouches sur les versions 6.0.0 et moins.",
"Generating %ls XORpad":"Génération du XORpad %ls",
"Dumping %ls":"Extraction de %ls",
"Injecting %ls":"Injection de %ls",
"Copying %ls to %ls":"Copie de %ls vers %ls",
"Dumping %ls %ls partition":"Extraction de la partition %ls %ls",
"Injecting %ls %ls partition":"Injection de la partition %ls %ls",
"Copying %ls partition from %ls to %ls":"Copie de la partition %ls de %ls vers %ls",

"Boot":"Démarrage",
"Boot options.":"Options de démarrage.",
"Apply patches and reboot the console into rxMode on EmuNAND, if present.":"Appliquer les patchs et redémarrer la console en rxMode sur EmuNAND, si elle est présente.",
"Apply patches and reboot the console into rxMode on SysNAND.":"Appliquer les patchs et redémarrer la console en rxMode sur SysNAND.",
"Patches signature checks and load in SysNAND with GBA and DSi support.":"Patch la verfication des signatures et charge la SysNAND avec support des jeux GBA et DSi.",
"Reboot":"Redémarrage",
"Reboot the console.":"Redémarrer la console.",
"Turn off the console.":"Éteindre la console.",
"Decrypt":"Décrypter",
"Decryption options.":"Options de décryptage.",
"Generate XORpads":"Générer les XORpads",
"Generate XORpads for titles and NAND partitions.":"Générer les XORpads pour les titres et les partitions de la NAND.",
"Generate XORpads needed to decrypt and encrypt 3DS titles from SDinfo.bin.":"Générer les XORpads nécessaire pour le décryptage et le cryptage des titres 3DS à partir du fichier SDinfo.bin",
"Generate XORpads needed to decrypt and encrypt 3DS titles from ncchinfo.bin.":"Générer les XORpads nécessaire au décryptage et à l'encryptage des titres 3DS à partir du fichier ncchinfo.bin.",
"Generate XORpad of the TWL (DSi) partition.":"Générer les XORpads de la partition TWL (DSi)",
"Generate XORpad of the TWL (DSi) FAT16 partition (TWL logical partition 0).":"Générer les XORpads de la partition FAT16 TWL (DSi) (partition TWL logique 0)",
"Generate XORpad of the TWL (DSi) FAT12 photo partition (TWL logical partition 1).":"Générer les XORpads de la partition photo FAT12 TWL (DSi) (partition TWL logique 1)",
"Generate XORpad of the AGB (GBA) savegame partition.":"Générer les XORpads de la partition dédiée aux sauvegardes de jeux AGB (GBA).",
"Generate XORpad of the first firmware partition.":"Générer les XORpads de la première partition dédiée au firmware.",
"Generate XORpad of the second firmware partition.":"Générer les XORpads de la seconde partition dédiée au firmwares.",
"Generate XORpad of the CTR partition.":"Générer les XORpads de la partition CTR.",
"Generate XORpad of the CTR (3DS) FAT 16 partition (CTR logical partition 0).":"Générer les XORpads de la partition FAT 16 CTR (3DS) (partition CTR logique 0)",
"Dump":"Extraction",
"Dumping options.":"Options d'extraction.",
"Dump NAND image, separate partitions or files from the SysNAND.":"Extraire l'image de la NAND, des partitions séparées ou des fichiers à partir de la SysNAND.",
"Dump NAND image, separate partitions or files from the first EmuNAND.":"Extraire l'image de la NAND, des partitions séparées ou des fichiers à partir de la première EmuNAND.",
"Dump NAND image, separate partitions or files from the second EmuNAND.":"Extraire l'image de la NAND, des partitions séparées ou des fichiers à partir de la seconde EmuNAND.",
"Dump NAND image, separate partitions or files from the third EmuNAND.":"Extraire l'image de la NAND, des partitions séparées ou des fichiers à partir de la troisième EmuNAND.",
"Image":"",
"Backup NAND raw image to file.":"Sauvegarder l'image de la NAND vers un fichier.",
"Partitions":"",
"Dump decrypted NAND partitions to file.":"Extraire une partition décryptée de la NAND vers un fichier.",
"Dump decrypted TWL (DSi) partition to file.":"Extraire une partition TWL (DSi) décryptée vers un fichier.",
"Dump decrypted TWL (DSi) FAT16 partition (TWL logical partition 0) to file.":"Extraire une partition FAT 16 TWL (DSi) décryptée vers un fichier (partition TWL logique 0).",
"Dump decrypted TWL (DSi) FAT12 photo partition (TWL logical partition 1) to file.":"Extraire une partition photo FAT 12 TWL (DSi) décryptée vers un fichier (partition TWL logique 1).",
"Dump decrypted AGB (GBA) savegame partition to file.":"Extraire une partition de sauvegarde dédiée aux jeux AGB (GBA) décryptée vers un fichier.",
"Dump decrypted first firmware partition to file.":"Extraire la première partition dédiée au firmware vers un fichier.",
"Dump decrypted second firmware partition to file.":"Extraire la seconde partition dédiée au firmware vers un fichier.",
"Dump decrypted CTR partition to file.":"Extraire la partition CTR vers un fichier.",
"Dump decrypted CTR (3DS) FAT 16 partition (CTR logical partition 0) to file.":"Extraire la partition FAT 16 CTR (3DS) vers un fichier (partition CTR logique 0).",
"Files":"Fichiers",
"Dump files from the CTRNAND FAT16 partition.":"Extraire un fichier de la partition FAT16 CTRNAND.",
"Inject":"Injection",
"Injection options.":"Options d'injection.",
"Inject NAND image, separate partitions or files to the SysNAND.":"Injecter l'image de la NAND, des partitions séparées ou des fichiers vers la SysNAND.",
"Inject NAND image, separate partitions or files to the first EmuNAND.":"Injecter l'image de la NAND, des partitions séparées ou des fichiers vers la première EmuNAND.",
"Inject NAND image, separate partitions or files to the second EmuNAND.":"Injecter l'image de la NAND, des partitions séparées ou des fichiers vers la seconde EmuNAND.",
"Inject NAND image, separate partitions or files to the third EmuNAND.":"Injecter l'image de la NAND, des partitions séparées ou des fichiers vers la troisième EmuNAND.",
"Restore NAND from raw image file.":"Restaurer le fichier de l'image de la NAND.",
"Inject unencrypted NAND partitions from file.":"Injecter la NAND décrypter à partir d'un fichier.",
"Inject unencrypted TWL (DSi) partition from file.":"Injecter la partition TWL (DSi) décrypter à partir d'un fichier.",
"Inject unencrypted TWL (DSi) FAT16 partition (TWL logical partition 0) from file.":"Injecter la partition FAT16 TWL (DSi) décrypter à partir d'un fichier (partition TWL logique 0).",
"Inject unencrypted TWL (DSi) FAT12 photo partition (TWL logical partition 1) from file.":"Injecter la partition photo FAT12 TWL (DSi) décrypter à partir d'un fichier (partition TWL logique 1).",
"Inject unencrypted AGB (GBA) savegame partition from file.":"Injecter la partition dédiée aux sauvegardes des jeux AGB (GBA) décrypter à partir d'un fichier.",
"Inject unencrypted first firmware partition from file.":"Injecter la première partition dédiée au firmware décrypter à partir d'un fichier.",
"Inject unencrypted second firmware partition from file.":"Injecter la deuxième partition dédiée au firmware décrypter à partir d'un fichier.",
"Inject unencrypted CTR partition from file.":"Injecter la partition CTR décrypter à partir d'un fichier.",
"Inject unencrypted CTR (3DS) FAT 16 partition (CTR logical partition 0) from file.":"Injecter la partition FAT 16 CTR (3DS) décrypter à partir d'un fichier.",
"Inject files to the CTRNAND FAT16 partition.":"Injecter des fichiers vers la partition FAT16 CTRNAND.",
"Copy":"Copie",
"Copy options.":"Options de copie",
"SysNAND to EmuNAND":"De la SysNAND vers l'EmuNAND",
"SysNAND to EmuNAND1":"De la SysNAND vers l'EmuNAND1",
"SysNAND to EmuNAND2":"De la SysNAND vers l'EmuNAND2",
"EmuNAND to SysNAND":"De l'EmuNAND vers SysNAND",
"EmuNAND to EmuNAND1":"De l'EmuNAND vers l'EmuNAND1",
"EmuNAND to EmuNAND2":"De l'EmuNAND vers l'EmuNAND2",
"EmuNAND1 to SysNAND":"De l'EmuNAND1 vers SysNAND",
"EmuNAND1 to EmuNAND":"De l'EmuNAND1 vers l'EmuNAND",
"EmuNAND1 to EmuNAND2":"De l'EmuNAND1 vers l'EmuNAND2",
"EmuNAND2 to SysNAND":"De l'EmuNAND2 vers SysNAND",
"EmuNAND2 to EmuNAND":"De l'EmuNAND2 vers l'EmuNAND",
"EmuNAND2 to EmuNAND1":"De l'EmuNAND2 vers l'EmuNAND1",
"Copy NAND image, separate partitions or files from SysNAND to first EmuNAND.":"Copier l'image de la NAND, des partitions séparées ou des fichiers de la SysNAND vers la première EmuNAND.",
"Copy NAND image, separate partitions or files from SysNAND to second EmuNAND.":"Copier l'image de la NAND, des partitions séparées ou des fichiers de la SysNAND vers la seconde EmuNAND.",
"Copy NAND image, separate partitions or files from SysNAND to third EmuNAND.":"Copier l'image de la NAND, des partitions séparées ou des fichiers de la SysNAND vers la troisième EmuNAND.",
"Copy NAND image, separate partitions or files from first EmuNAND to SysNAND.":"Copier l'image de la NAND, des partitions séparées ou des fichiers de la première EmuNAND à la SysNAND.",
"Copy NAND image, separate partitions or files from first EmuNAND to second EmuNAND.":"Copier l'image de la NAND, des partitions séparées ou des fichiers de la première EmuNAND à la seconde EmuNAND.",
"Copy NAND image, separate partitions or files from first EmuNAND to third EmuNAND.":"Copier l'image de la NAND, des partitions séparées ou des fichiers de la première EmuNAND vers la seconde EmuNAND.",
"Copy NAND image, separate partitions or files from second EmuNAND to SysNAND.":"Copier l'image de la NAND, des partitions séparées ou des fichiers de la seconde EmuNAND vers la SysNAND.",
"Copy NAND image, separate partitions or files from second EmuNAND to first EmuNAND.":"Copier l'image de la NAND, des partitions séparées ou des fichiers de la seconde EmuNAND à la première EmuNAND.",
"Copy NAND image, separate partitions or files from second EmuNAND to third EmuNAND.":"Copier l'image de la NAND, des partitions séparées ou des fichiers de la seconde EmuNAND vers la troisième EmuNAND.",
"Copy NAND image, separate partitions or files from third EmuNAND to SysNAND.":"Copier l'image de la NAND, des partitions séparées ou des fichiers de la troisième EmuNAND vers la SysNAND.",
"Copy NAND image, separate partitions or files from third EmuNAND to first EmuNAND.":"Copier l'image de la NAND, des partitions séparées ou des fichiers de la troisième EmuNAND vers la première EmuNAND.",
"Copy NAND image, separate partitions or files from third EmuNAND to second EmuNAND.":"Copier l'image de la NAND, des partitions séparées ou des fichiers de la troisième EmuNAND vers la seconde EmuNAND.",
"Copy full NAND image.":"Copier totalement l'image de la NAND.",
"Copy partitions.":"Copier les partitions.",
"Copy TWL (DSi) partition.":"Copier la partition TWL (DSi).",
"Copy TWL (DSi) FAT16 partition (TWL logical partition 0).":"Copier la partition FAT16 TWL (DSi).",
"Copy TWL (DSi) FAT12 photo partition (TWL logical partition 1).":"Copier la partition photo FAT12 TWL (DSi).",
"Copy AGB (GBA) savegame partition.":"Copie de la partition dédiée aux sauvegardes de jeux AGB (GBA).",
"Copy first firmware partition.":"Copier la première partition dédiée au firmware.",
"Copy second firmware partition.":"Copier la seconde partition dédiée au firmware.",
"Copy CTR (3DS) FAT 16 partition (CTR logical partition 0).":"Copier les partitions FAT 16 CTR (3DS).",
"Copy files between CTRNAND FAT16 partitions.":"Copier des fichiers entre les partitions FAT 16 CTRNAND.",
"Settings":"Paramètres",
"Change settings.":"Modifier les paramètres.",
"Default boot":"Démarrage par défaut",
"Force rxTools UI":"Forcer le démarrage de l'interphace graphique (GUI)",
"Force rxMode EmuNAND":"Forcer le démarrage d'rxMode en EmuNAND",
"Force rxMode SysNAND":"Forcer le démarrage d'rxMode en SysNAND",
"Force Pasta mode":"Forcer le mode Pasta",
"Theme":"Thème",
"Show AGB_FIRM BIOS":"Afficher le BIOS de l'AGB_FIRM",
"Language":"Langue",
"SysNAND write protection":"Protection de la SysNAND en écriture",
"Diagnostics":"Diagnostique",
"Check console setup.":"Vérifier la configuration de la console.",
"Check rxTools build properties.":"Vérifier les propriétées de ce build d'rxTools.",
"Build version":"Version du build",
"Keys":"Clé",
"Check various key files presence validity.":"Vérifier la présence des fichiers contenant les clés binaires.",
"Required for 6.x save game encryption on console firmware version below 7.0":"Requis pour l'encryption des sauvegardes de jeux 6.x sur un firmware en dessous de 7.0",
"Required for New 3DS firmware 9.5":"Requis pour le firmware 9.5 sur New 3DS",
"Required for New 3DS firmware 9.6":"Requis pour le firmware 9.6 sur New 3DS",
"Check SysNAND firmware and system titles versions.":"Vérifier le firmware de la SysNAND et la version de ces titres systèmes.",
"Check first EmuNAND firmware and system titles versions.":"Vérifier le firmware de la première EmuNAND et la version de ces titres systèmes.",
"Check second EmuNAND firmware and system titles versions.":"Vérifier le firmware de la seconde EmuNAND et la version de ces titres systèmes.",
"Check third EmuNAND firmware and system titles versions.":"Vérifier le firmware de la troisième EmuNAND et la version de ces titres systèmes.",
"Region":"Région",
"NATIVE_FIRM version":"Version du NATIVE_FIRM",
"TWL_FIRM version":"Version du TWL_FIRM",
"AGB_FIRM version":"Version de l'AGB_FIRM",
"MSET version":"Version du MSET",
"H&S version":"Version de l'H&S",

"obsolete values below":"will be removed",
"BACKING_UP": "Sauvegarde de %ls...\n",
"DELETING": "Suppression de %ls...\n",
"DOWNGRADE": "Downgrade %ls",
"DOWNGRADING": "Downgrade de %ls...\n",
"DOWNGRADING_NOT_NEEDED": "Le downgrade de %ls n'est pas nécessaire.\n",
"DUMP": "Extraction de %ls",
"DUMPING": "Extraction de %ls\nvers %ls...\n",
"INJECT": "Injection de %ls",
"INJECTING": "Injection de\n%ls\nvers %ls...\n",
"DECRYPT": "Décrypte %ls",
"DECRYPTING": "Décryptage de %ls...\n",
"DECRYPTED": "Décrypter %d %ls\n", 
"GENERATE": "Génère %ls",
"GENERATING": "Génération de %ls...\n",
"PROCESSING": "Traitement de %ls...\n",
"OPENING": "Ouverture %ls...\n",
"RESTORE": "Restaurer %ls",
"RESTORING": "Restauration de %ls...\n",
"LOAD": "Charger %ls",
"DIRECTORY": "Répertoires: %ls",
"MISSING": "%ls manquant!\n",
"ERROR_OPENING": "Erreur ouverture %ls!\n",
"ERROR_CREATING": "Erreur lors de la création de %ls!\n",
"ERROR_READING": "Erreur lors de la lecture de %ls!\n",
"ERROR_WRITING": "Erreur lors de l'écriture de %ls!\n",
"ERROR_COPYING": "Erreur lors de la copie de %ls vers %ls!\n",
"WRONG": "Mauvais %ls %ls!\n",
"GOT": "obtenu %ls\n",
"EXPECTED": "Attendu %ls\n",
"VERSION": "version",
"VERSION_OF": "Version du %ls: %u\n",
"ENTRIES_COUNT": "entrées trouvées",
"SIZE": "taille",
"CONTENT": "contenu",
"CRYPTO_TYPE": "Type de chiffrage: %ls\n",
"CHOOSE": "Choisir %ls:\n",
"NAND_PARTITIONS": "Partitions NAND",
"TITLE_KEYS": "title keys",
"TITLE_KEYS_FILE": "fichier title keys",
"FILES": "fichiers",
"PAD": "pad",
"DOWNGRADE_PACK": "downgrade pack",
"TMD_VERSION": "version du TMD",
"TMD_SIZE": "taille du TMD ",
"HASH": "hash",
"FIRMWARE_FILE": "fichier firmware",
"HEALTH_AND_SAFETY": "Info santé et la sécurité",
"CHECK_TMD_ONLY": "vérifier le TMD uniquement",
"INJECT_FBI": "injecter FBI",
"SOURCE_ACTION": "action source",
"SYSTEM_TITLES": "titres système",
"SYSTEM_TITLES_WARNING": "Ceci peut prendre du temps,\ntoute la CTRNAND va être scannée.\nSoyez patient et attendez jusqu'à\nce que la recherche soit terminée.\n",
"SYSTEM_TITLES_DECRYPT": "La CTRNAND a été entièrement\nscannée et %d titres CTR ont\nété extraits.\nVoulez-vous tous les\ndécrypter?\n",
"KEYS_MISMATCH": "La taille de la clé binaire chiffrée ne correspond pas. Réessayer plus tard?\nclés trouvées: %04X\n longueur: E@%08X, A@%08X\n",
"NO_EMUNAND": "Pas d'emuNAND installé!\n",
"KEY7": "clé 7.x",
"SECURE": "sécurisé",
"NONE": "aucun",
"PRESS_BUTTON_ACTION": "Appuyer sur %ls pour %ls",
"HOLD_BUTTON_ACTION": "Maintenir le bouton %ls\npour %ls",
"CANCEL": "annuler",
"CONTINUE": "continuer",
"KEEP": "garder",
"DELETE": "effacer",
"OPEN_MENU": "Ouvrir le menu",
"FAILED": "Échec!\n",
"COMPLETED": "Complété!\n",
"SETTINGS": "Options",
"FORCE_UI_BOOT": "Forcer le démarrage de l'UI    %ls",
"SELECTED_THEME": "Thème choisi        <%3c  >",
"SHOW_AGB": "Afficher le BIOS GBA   %ls",
"ENABLE_3D_UI": "Activer l'UI 3D          %ls",
"QUICK_BOOT": "Démarrage rapide       %ls",
"ABSYSN": "Démarrer en SysNAND    %ls",
"AUTOBOOT": "Démarrage automatique",
"WARNING": "Attention",
"REGION_": "Région: %ls\n",
"REGION": "région",
"YES": "Oui",
"NO": "Non",
"MENU_LANGUAGE": "Langue    %16ls",
"RANDOM_THEME": "Thème aléatoire"
}
